/*
 * @Author: nimeimix huo.linchun@trs.com.cn
 * @Date: 2023-10-26 16:48:16
 * @LastEditors: nimeimix huo.linchun@trs.com.cn
 * @LastEditTime: 2023-10-26 18:23:51
 * @FilePath: /consumer-preview/src/views/rules-base/text.js
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
 */
// eslint -disable-next-line
const text = '秋日的内蒙古锡林郭勒草原辽阔壮美“你看小麦草营养价值高生长周期短”西乌珠穆沁旗浩勒图高勒镇巴彦宝拉格嘎查的牧民巴拉木向记者介绍家中的栽培室这里绿意盎然种植盘里一层层绿油油的小麦草长势喜人“7天时间就能由种子长成10厘米左右可喂食牛羊的牧草今年冬天都不用买饲料了，能省下4万块钱呢！”巴拉木说栽培室种植小麦草是旗里的扶持项目今年3月建成以来已产4.2万斤小麦草大大缓解了他家牛羊饲草料不足的问题人民幸福生活是最大的人权近年来锡林郭勒盟经济社会发展不断取得新成就各族人民自信自强团结奋斗人民生活幸福之花绽放在祖国北疆的辽阔草原上锡林郭勒盟重点实施“抓乡促村带户”工程党建引领乡村振兴成效明显在嘎查党支部帮助下巴拉木一家在生活生产方面都享受到政策福利日子越过越红火目前他家里养殖30头牛300只羊年收入35万元今年9月他家还建起冷库准备加工牛羊肉产品通过直播来销售富裕起来的牧民们越来越重视身体健康。锡林郭勒盟加强医疗服务能力建设，逐步健全公共卫生服务体系，切实保障人民身体健康。“群众看病就医更加便捷了。”锡林郭勒盟蒙医医院副院长金宝说，“我们医院由建院初期的160余名职工、100张病床，发展成如今千名职工和近千张病床的规模，成为一所三级甲等医院。”截至2022年，锡林郭勒盟有各级医疗卫生服务机构1383家平均每千人口床位数达5.7张引进新技术新项目100余项购置3.0核磁手术机器人等先进设备建立11个名医工作室结对培养一批医疗人才有效提升了全盟整体医疗服务水平草原不仅风光美乌兰牧骑更是锡林郭勒草原一张靓丽的文化名片从建队初期举着红旗赶着马车向偏远牧区进发到乘坐大巴车流动舞台车去基层演出锡林郭勒草原乌兰牧骑初心不改'
// eslint-disable-next-line
export default text