<template>
  <div class="outer" style="padding: 0">
    <div class="logo-area">
      <img src="@/assets/image/logo.png" alt="" class="logo" />
      TRS数星云
    </div>
    <div class="middle-area">数星云-隐私权服务条款</div>
    <div class="text-content">
      <p>
        数星云
        重视用户的隐私权，我们也深知您向数星云提供各种信息是基于对数星云的完全信任。在使用数星云各项服务前，请您务必仔细阅读并透彻理解本《隐私权政策》，在确认充分理解并同意后再开始使用数星云服务。如对本政策内容有任何疑问、意见或建议，您可通过数星云公布的联系方式与我们联系。数星云的宗旨是以诚信为本，我们一定会以负责的态度对待您提交给我们的信息，数星云郑重承诺如下:
      </p>
      <p>
        1、数星云郑重承诺不会出售用户的任何信息，并保护您的电子邮件、手机号码、姓名的基本信息和敏感信息。
      </p>
      <p>
        2、数星云采取了有效的措施保护您的个人隐私资料。除非根据法律或政府的强制性规定，否则在未得到用户的许可之前，我们不会把用户的任何个人资料提供给无关的第三方(包括公司或个人)。
      </p>
      <p>3、通过《数星云隐私权服务条款》，您主要可以了解如下内容:</p>
      <p>-我们所收集的信息以及如何使用</p>
      <p>-我们如何使用Cookie及同类技术</p>
      <p>-我们如何公开信息、共享与转让</p>
      <p>-我们如何存储、保护信息</p>
      <p>
        -我们如何保护未成年信息 -我们如何保您的信息权利
        -本《隐私权政策》如何变更
      </p>
      <p>-如何联系我们</p>
      <p class="move-down">下面是具体的闸述本软件如何处理用户的隐私问题:</p>
      <div>
        <p class="text-title">一、我们所收集的信息以及如何使用</p>
        <p>为能有效的为您提供基本服务和各项优化服务，我们可能收集两类信息:</p>
        <p>
          为了能向您提供基本服务，我们经过您同意授权后收集的信息，如果未经授权，数星云将无法向您提供基本服务。为了能让您享受数星云为您提供的各项增值优化服务，您可以选择是否同意授权数星云收集您的信息，如果未经您授权同意，数星云将无法为您提供各项优化服务，但是不影响基本服务及功能的实现。
        </p>
        <p>（一）基本业务功能中我们收集和使用您个人信息的情形</p>
        <p>
          1、用户提交资料：当您注册数星云时，您需要提供微信相关信息、手机号码等，我们收集您的上述信息是为了帮助您完成数星云账户的注册，保护您的账户安全，如您不提供这类信息，我们将无法为您创建账户并正常向您提供服务。另外，电子邮件地址，以便我们识别您的身份或与您联络。我们会利用合法有效方法，确认您的个人资料的正确性与有效性
        </p>
        <p>
          2、信息查询：当您进行信息查询并想要获取查询报告时，我们可能需要您填写收件地址、邮箱地址或联系电话。如您不同意我们收集收件信息，您可能因无法获得企业信息查询报告而不能正常使用我们的服务，但不影响您仅进行信息查询操作。
        </p>
        <p>
          3、在您使用数星云服务过程中，为识别账号异常状态、了解产品适配性、向您提供更契合您需求的页面展示和搜索结果，我们可能会自动收集您的使用情况并存储为网络日志信息，包括:
        </p>
        <p>
          （1）设备信息：我们会根据您在访问及/或使用中的具体操作及后台状态下，接收并记录您所使用的设备相关信息（包括设备品牌及型号、操作系统版本、屏幕分辨率、网络类型、Android
          ID、IDFA、IMEI）。
        </p>
        <p>
          为收集上述信息，我们需要调用您设备的手机状态、更改
          wifi状态权限。我们收集您的上述信息是为了保障网络访问和应用运行安全，由于您无法关闭收集上述数据的权限，如您不提供这类信息，则您将无法使用我们的服务。
        </p>
        <p>
          服务日志信息：当您使用数星云服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括但不限于浏览记录、检索内容、点击查看记录、交易记录以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间。
        </p>
        <p>
          请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息进行匿名处理。
        </p>
        <p>
          4、为完成增值服务订单支付：您需要提供第三方支付平台(支付宝、微信支付)账户并选择付款方式，我们会将您的用户名、对应的第三方支付平台账户名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息通过在应用程序中嵌入的SDK方式与第三方支付平台共享，前述第三方支付平台将获得您连接网络的权限、手机信息权限，并获取网络状态和wifi状态。
        </p>
      </div>
      <div>
        <p class="text-title">二、我们如何使用Cookie及同类技术</p>
        <p>
          1、Cookie是支持服务器端（或者脚本）在客户端上存储和检索信息的一种机制。当您使用数星云产品或服务时，为使您获得更轻松安全的访问体验，我们可能会使用
          Cookie或同类技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个
          Cookie或匿名标识符。这么做是为了收取您的信息用于了解您的偏好，进行咨询或数据分析，改善产品服务及用户体验，或及时发现并防范安全风险，为您提供更好的服务。我们不会将Cookie用于本规则所述目的之外的任何用途，您可根据自己的偏好留存或删除
          Cookie。您可清除软件内保存的所有
          Cookie，当您手动清除后您的相关信息即已删除。
        </p>
        <p>
          2、您以根据自己的喜好，设定接收所有cookies，拒收所有cookies，或在设定cookie时得到通知。然而您必须在开启您的cookies时才能使用数星云所提供的服务。
        </p>
        <p>
          3、为保障数星云相关功能的实现与应用的稳定运行，我们可能会接入由第三方提供的软件开发包（SDK）以实现相关目的。我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保障您的信息安全。
        </p>
      </div>
      <div>
        <p class="text-title">三、我们如何公开信息、共享与转让</p>
        <p>
          1、用户的信息将会被分类分级别的，按照用户个人的意愿展示给其联络人。数星云不会将您的个人资料提供给任何人。
        </p>
        <p>但以下情况除外：</p>
        <p>（1）已获得用户的明确授权;</p>
        <p>（2）根据有关法律法规的要求或按照法院或相关政府部门的要求;</p>
        <p>（3）为维护数星云的合法权益;</p>
        <p>（4）为维护数星云的用户和社会公众的合法权益;</p>
        <p>数星云认为有必要的其他情况。</p>
        <p>
          2、当您使用数星云产品时，我们的部分服务或功能，需要使用第三方SDK来协助完成，或者由第三方SDK直接提供相关服务。
        </p>
        <p>
          3、在未获的您的明确同意前提下，数星云不会将您的信息转让给任何主体，如果数星云发现用户出现该类行为，我们将终止合作，并追究责任。
        </p>
      </div>
      <div>
        <p class="text-title">四、我们如何保护、存储信息</p>
        <p>
          1、我们将采取严格的措施保护您的隐私，确保您的隐私权不受任何侵犯。只要您提供给我们任何个人信息，我们都会采取有效的手段保护您的信息（法律或政府的强制性规定不在此限）。
        </p>
        <p>
          2、我们收集信息的前提为向您提供更为优质的服务，并避免收集与向您提供服务无关的信息。我们将收集您的信息储存在我们国内的服务器上，并且在为您提供服务的所必要的期限保留您的信息。
        </p>
        <p>
          3、数星云不会超期储存您的信息，当您选择退出、终止服务，注销账户或是数星云不在向您提供服务，数星云将对您的信息进行删除处理。
        </p>
      </div>
      <div>
        <p class="text-title">五、我们如何保护未成年信息</p>
        <p>
          1、数星云是为具有完全行为能力的主体提供服务，如果不具备行为能力的主体、儿童、未成年人在没有监护人的明确同意，不得申请账户及各项服务。
        </p>
        <p>
          2、即使是不具备行为能力的主体、儿童、未成年人已经取得了监护明确同意，为了践行保护未成年和不具备行为能力主体的责任，我们也只在法律法规、监管允许，监护人明确同意以及保护未成年人和无行为能力主体必要情形下，为其提供服务或是使用、公开信息。
        </p>
        <p>3、为了有效保护儿童的合法权，我们将未年满14周岁的均视为儿童。</p>
        <p>
          4、如果我们发现自己在未事先获得监护人同意的情况下收集了儿童的个人信息，我们将删除相关数据。
        </p>
      </div>
      <div>
        <p class="text-title">六、我们如何保障您的信息权利</p>
        <p>数星云保障您对信息行使以下权利：</p>
        <p>
          1、改变授权范围。每个业务功能需要相应的个人信息才能得以完成。对于为实现数星云服务附加功能相关个人信良的收集和使用，您可以随时给予或收回您的授权同意。您可以与数星云客服联系，或改变您的移动设备设置给予或收回您的授权同意。当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
        </p>
        <p>2、信息删除。在以下情形下，您可联系数星云客服电请数据删除:</p>
        <p>（1）如果数星云未经您同意收集、使用、处理您的信息；</p>
        <p>（2）如果数星云收集、使用、处理信息违反了与您的协议和约定；</p>
        <p>（3）如果您在使用数星云的服务，或是您已经注销了数星云账户;</p>
        <p>（4）数星云不再为您提供服务。</p>
        <p>4、账户注销。您可以通过以下方式申请注销您的账号：</p>
        <p>
          （1）您可以联系数星云客服提交您注销账号的需求，我们会协助您申请注销您的账号。
        </p>
      </div>
      <div>
        <p class="text-title">七、本《隐私权政策》如何变更</p>

        <p>
          1、数星云会根据法律法规、监管规定以及服务内容以及收集信息的必要性，可能会对隐私权政策进行修改。如果在使用用户个人信息政策方面有大幅度修改时，我们会通过电子邮件或是其他显著方式通知您。
        </p>
        <p>
          2、未经您明确同意，我们不会削减您按照本《隐私权政策》所应享有的权利，我们会在专门页面上发布对本《隐私权政策》所做的任何变更，对于重大变更，我们还会提供更为显著的通知（如平台公示或向您提供弹窗提示形式），说明具体变更内容
        </p>
        <p>
          3、在未经您同意时，数星云根据与您的约定确保您享有各项权利，本隐私保护制度最后一次更新时间为2022年7月1日。
        </p>
      </div>
      <div>
        <p class="text-title">八、如何联系我们</p>
        <p>
          您可以通过以下方式与我们联系，我们将在收到您的需求后，在15个工作日内予以回复:
        </p>
        <p>
          1、您可以通过手机客户端的“用户反馈”功能在线或者电话与我们的客服团队取得联系，反馈您的意见或建议。
        </p>
        <p>2、如发现个人信息可能被泄露，您可以通过数星云客服进行投诉举报；</p>
        <p>我们设立了个人信息保护专职部门，数星云客服会将您的需求向其转达；</p>
        <p>数星云客服邮箱【dataelite@trs.com.cn】</p>
        <p>3、数星云服务提供者：拓尔思信息技术股份有限公司</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  props: {},
  data() {
    return {}
  },
  created() {},
  components: {}
}
</script>

<style lang="less" scoped>
.outer {
  // width: 1440px;
  padding: 0px;

  .logo-area {
    width: 100%;
    display: flex;
    align-items: center;
    font-family: Microsoft YaHei;
    font-size: 24px;
    font-weight: 700;
    line-height: 32px;
    text-align: left;
    color: rgba(45, 92, 246, 1);
    font-style: oblique 45deg;
    padding: 30px;
    .logo {
      width: 32px;
      height: 32px;
    }
  }

  .middle-area {
    width: 100%;
    height: 48px;
    background: rgba(229, 230, 235, 0.3);
    font-size: 16px;
    line-height: 24px;
    border: 1px solid rgba(229, 230, 235, 1);
    padding: 10px 0 10px 30px;
    font-weight: 700;
  }

  .text-content {
    font-size: 16px;
    font-weight: 400;
    line-height: 24px;
    letter-spacing: 0em;
    text-align: left;
    padding: 50px 270px 0px 270px;

    .text-title {
      font-weight: 700;
      line-height: 24px;
      letter-spacing: 0em;
      text-align: left;
      margin: 25px 0 25px 0;
    }

    .move-down {
      margin-top: 25px;
    }
  }
}
</style>
