<template>
  <div class="outer" style="padding: 0">
    <div class="logo-area">
      <img src="@/assets/image/logo.png" alt="" class="logo" />
      TRS数星云
    </div>
    <div class="middle-area">数星云服务平台用户协议</div>
    <div class="text-content">
      欢迎使用数星电报，本协议自开始使用网站，并成为网站的注册用户时即产生法律效力。本协议包括数星电报网站内容的使用政策及数星电报隐私政策。您在使用数星电报提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消数星电报提供的服务；您一旦使用数星电报服务，即视为您已了解并完全同意本服务公约各项内容，并成为数星电报用户（以下简称“用户”)
      <p class="text-title">一. 引言</p>
      <div style="margin-bottom: 25px">
        <p>1.1. 宗旨</p>
        数星电报是一款基于海量数据的金融智能知识云服务平台。平台基于自主研发的智能标签引擎（SmartTag）每日即时解析超过数亿条异构数据，围绕公司、人物、事件、行业、产品、概念、地区等数千个金融场景标签为金融投资者提供服务。
      </div>
      <div>
        <p>1.2. 协议的生效与修改</p>
        <p>
          本协议在您开始使用网站，并成为网站的注册用户时即产生法律效力。您一旦使用数星电报网站即视为全权授权数星电报为您获取、汇编、整理、提供公共及自有数据。
        </p>
        <p>
          无论有无其他约定，用户注册数星电报账号即表示用户已接受了本协议的全部的条款和条件及数星电报随时对其所做的修改，并同竟接受数星电报网站现有的及不时更新的或新发布的用户服务条数和隐私权致策以及其他各项规别、制度等的约束。
        </p>
        <p>
          用户理解并同意，数星电报有权基于业务功能、使用规则。法律法规及监管要求、更好的提供服务、经营策略等原因随时修改和(或)补充前述条款和条件，并只需将之公示于其官网，而无需征得用户的事先同意且无需另行通知用户，修改后的条款和条件自公示于官网后即时生效。如果用户不同意数星电报对本协议相关条款所做的修改和条件。用户应停止使用服务，如在数星电报修改相关条款并将之公示于网站后，用户继续使用服务应被视作已接受了修改后的条款。
        </p>
        <p>
          数星电报始终贯彻向用户提供合法合规的服务的原则，因相关法律和监管的变化等不可抗力，数星电报有权随时调整或限制境外(即非中国大陆)用户的部分功能使用，包括但不限于检索功能，导出数据、下载报告等，请您及时采取措施避免个人损失。
        </p>
      </div>
      <p class="text-title">二. 义务</p>
      <div>
        <p>2.1. 服务资格</p>
        <p>为使用“服务”，您同意:</p>
        <p>
          (1)您必须满足18岁，请未成年人(18岁以下)勿向本网站提供任何个人资料或使用本服务。
        </p>
        <p>(2)您只能拥有一个数星电报帐户:</p>
        <p>(3)数星电报有根据法律法规或在合理状况下限制您使用“服务”</p>
        <p>
          (4)为了能够确保您在遵守法律及本协议约定的情形下使用服务，您同意对您使用数星电报的服务接受国家监管机构和数星电报的监督和检查，数星电报有权自行或是根据国家机构要求，对您享有的服务开展风险评估，检测、检查和审计的权利，涉及隐私信息的，我们会采取合理的保护措施，您同意予以配合。如您柜绝，数星电报有权停止向您提供服务，直至您配合并且数星电报确认您使用数星电报服务行为符合法律及本协议约定后，方可正常使用数星电报的服务;
        </p>
        <p>
          (5)您不得将使用数星电报服务或产品时获得的服务信息或该服务自身用于任何商业行为，除非取得数星电报的许可:您也不得以营利为目的，将您在使用数星电报服务时获得的服务信息或该服务自身向第三方出售或以其他形式提供。否则数星电报有权停止向您提供服务，并追究法律责任。
        </p>
      </div>
      <div>
        <p style="margin-top: 25px;">2.2. 会员资格与义务</p>
        <p>
          用户完成本服务的注册程序之后，您应对所有用您的帐号的安全和活动负完全的责任。您同竟:
        </p>
        <p>
          您的密码或帐号遭到未获授权的使用，或者发生其他任何安全问题时，您将立即通知数星电报：一个账户在同一时间内仅能登录一台同一类型设备(如您使用电脑登录，则同一账号同一时间仅能在一台电脑上登录，但您同时可以在手机上登录)，否则您将被迫下线而我们无需承担任何责任，该次下线后的再次登录将仅能使用微信或手机验证码方式。用户使用时，不得存在非人为的连续、频繁的查询慢作行为，否则我们的后台将自动对您的账号封号且无需向您承担任何责任。若您暂时不进行查询操作，请主动安全退出登录以保障您的账户安全。如您未能依前述规定行事，对于任何人利用该密码及帐号及您不当操作所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，数星电报不承担任何责任:
        </p>
        <p>
          用户不得修改、改编、翻译我们的系列产品和服务，或创作我们系列产品和服务的派生作品，或通过反编译，反向工程，反汇编或其它方式从我们系列产品和服务中得到源代码，若用户存在上述情形，则我们有权终止提供服务并要求保留向用户主张损失的权利，用户行为若涉嫌犯罪的，将交由司法机关处理
        </p>
        <p>
          在使用数星电报软件及相关服务的过程中，我们可能会要求您提供或授权我方收集您的个人信息，包括但不限于您的姓名、电话号码、身份证号码、位置信息、通讯录、音视频文件、设备信息等，您有权拒绝向我们提供这些信息，或者撒回您对这些信息的授权同意。请您了解，拒绝或撤回授权同意，将可能导致您无法使用数星电报软件或相关的特定功能
        </p>

        <p>
          非经过您的同竟或法律法规的规定，我们不会向第三方共享、提供、转让您的个人信息、查询记录及使用习惯。
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  props: {},
  data() {
    return {}
  },
  created() {},
  components: {}
}
</script>

<style lang="less" scoped>
.outer {
  // width: 1440px;
  padding: 0px;

  .logo-area {
    width: 100%;
    display: flex;
    align-items: center;
    font-family: Microsoft YaHei;
    font-size: 24px;
    font-weight: 700;
    line-height: 32px;
    text-align: left;
    color: rgba(45, 92, 246, 1);
    font-style: oblique 45deg;
    padding: 30px;
    .logo {
      width: 32px;
      height: 32px;
    }
  }

  .middle-area {
    width: 100%;
    height: 48px;
    background: rgba(229, 230, 235, 0.3);
    font-size: 16px;
    line-height: 24px;
    border: 1px solid rgba(229, 230, 235, 1);
    padding: 10px 0 10px 30px;
    font-weight: 700;
  }

  .text-content {
    font-size: 16px;
    font-weight: 400;
    line-height: 24px;
    letter-spacing: 0em;
    text-align: left;
    padding: 50px 270px 0px 270px;

    .text-title {
      font-family: Microsoft YaHei;
      font-weight: 700;
      line-height: 24px;
      letter-spacing: 0em;
      text-align: left;
      margin: 25px 0 25px 0;
    }
  }
}
</style>
