<template>
  <div class="outer" style="padding: 0">
    <div class="logo-area">
      <img src="@/assets/image/logo.png" alt="" class="logo" />
      TRS数星云
    </div>
    <div class="middle-area">数星云服务平台用户协议</div>
    <div class="text-content">
      欢迎使用数星云。本协议自开始使用本平台，并成为平台的注册用户时即产生法律效力。本协议包括数星云平台内容的使用政策及数星云隐私政策。您在使用数星云提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消数星云提供的服务；您一旦使用数星云服务，即视为您已了解并完全同意本服务公约各项内容，并成为数星云用户（以下简称“用户”)
      <p class="text-title">一. 引言</p>
      <div style="margin-bottom: 25px">
        <p>1.1. 宗旨</p>
        数星云是一款基于海量数据的金融智能知识云服务平台。平台基于自主研发的智能标签引擎（SmartTag）每日即时解析超过数亿条异构数据，围绕公司、人物、事件、行业、产品、概念、地区等数千个金融场景标签为金融投资者提供服务。
      </div>
      <div>
        <p>1.2. 协议的生效与修改</p>
        <p>
          本协议在您开始使用本平台，并成为平台的注册用户时即产生法律效力。您一旦使用数星云即视为全权授权数星云为您获取、汇编、整理、提供公共及自有数据。
          无论有无其他约定，用户注册数星云账号即表示用户已接受了本协议的全部的条款和条件及数星云随时对其所做的修改，并同竟接受数星云平台现有的及不时更新的或新发布的用户服务条数和隐私权致策以及其他各项规别、制度等的约束。
          用户理解并同意，数星云有权基于业务功能、使用规则、法律法规及监管要求、更好的提供服务、经营策略等原因随时修改和（或）补充前述条款和条件，并只需将之公示于其官网，而无需征得用户的事先同意且无需另行通知用户，修改后的条款和条件自公示后即时生效。如果用户不同意数星云对本协议相关条款所做的修改和条件。用户应停止使用服务，如在数星云修改相关条款并将之公示于平台后，用户继续使用服务应被视作已接受了修改后的条款。
        </p>
        <p>
          数星云始终贯彻向用户提供合法合规的服务的原则，因相关法律和监管的变化等不可抗力，数星云有权随时调整或限制境外（即非中国大陆）用户的部分功能使用，包括但不限于检索功能，导出数据、下载报告等，请您及时采取措施避免个人损失。
        </p>
      </div>
      <p class="text-title">二. 义务</p>
      <div>
        <p>2.1. 服务资格</p>
        <p>为使用“服务”，您同意:</p>
        <p>
          （1）您必须满足18岁，请未成年人（18岁以下）勿向本平台提供任何个人资料或使用本服务。
        </p>
        <p>（2）您只能拥有一个数星云帐户。</p>
        <p>（3）数星云有根据法律法规或在合理状况下限制您使用“服务”。</p>
        <p>
          （4）为了能够确保您在遵守法律及本协议约定的情形下使用服务，您同意对您使用数星云的服务接受国家监管机构和数星云的监督和检查，数星云有权自行或是根据国家机构要求，对您享有的服务开展风险评估，检测、检查和审计的权利，涉及隐私信息的，我们会采取合理的保护措施，您同意予以配合。如您拒绝，数星云有权停止向您提供服务，直至您配合并且数星云确认您使用数星云服务行为符合法律及本协议约定后，方可正常使用数星云的服务。
        </p>
        <p>
          （5）您不得将使用数星云服务或产品时获得的服务信息或该服务自身用于任何商业行为，除非取得数星云的许可：您也不得以营利为目的，将您在使用数星云服务时获得的服务信息或该服务自身向第三方出售或以其他形式提供。否则数星云有权停止向您提供服务，并追究法律责任。
        </p>
      </div>
      <div>
        <p style="margin-top: 25px">2.2. 会员资格与义务</p>
        <p>
          用户完成本服务的注册程序之后，您应对所有用您的帐号的安全和活动负完全的责任。您同意：
        </p>
        <p>
          您的密码或帐号遭到未获授权的使用，或者发生其他任何安全问题时，您将立即通知数星云。用户使用时，不得存在非人为的连续、频繁的查询慢作行为，否则我们的后台将自动对您的账号封号且无需向您承担任何责任。若您暂时不进行查询操作，请主动安全退出登录以保障您的账户安全。如您未能依前述规定行事，对于任何人利用该密码及帐号及您不当操作所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，数星云不承担任何责任。
        </p>
        <p>
          用户不得修改、改编、翻译我们的系列产品和服务，或创作我们系列产品和服务的派生作品，或通过反编译，反向工程，反汇编或其它方式从我们系列产品和服务中得到源代码，若用户存在上述情形，则我们有权终止提供服务并要求保留向用户主张损失的权利，用户行为若涉嫌犯罪的，将交由司法机关处理
        </p>
        <p>
          在使用数星电报软件及相关服务的过程中，我们可能会要求您提供或授权我方收集您的个人信息，包括但不限于您的姓名、电话号码、身份证号码、位置信息、通讯录、音视频文件、设备信息等，您有权拒绝向我们提供这些信息，或者撒回您对这些信息的授权同意。请您了解，拒绝或撤回授权同意，将可能导致您无法使用数星电报软件或相关的特定功能
        </p>

        <p>
          在使用数星云软件及相关服务的过程中，我们可能会要求您提供或授权我方收集您的个人信息，包括但不限于您的姓名、电话号码、身份证号码、位置信息、通讯录、音视频文件、设备信息等，您有权拒绝向我们提供这些信息，或者撤回您对这些信息的授权同意。请您了解，拒绝或撤回授权同意，将可能导致您无法使用数星云平台或相关的特定功能。
        </p>
        <p>
          非经过您的同竟或法律法规的规定，我们不会向第三方共享、提供、转让您的个人信息、查询记录及使用习惯。
        </p>
      </div>
      <div>
        <p style="margin-top: 25px">2.3. 会员服务条款</p>
        <p>（一）成为会员的方式</p>
        <p>
          （1）您必须先填写真实、准确信息注册成为数星云用户。您所填写的内容与个人资料必须真实有效，否则我们有权拒绝您的申请或撤销您的会员资格，并不予任何赔偿或退还会员服务费。会员的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的会员权利不能全面有效行使的责任由会员自己承担，数星云有权因此取消您的会员资格，并不予退还会员费或其他任何形式的任何赔偿。
        </p>
        <p>
          （2）用户可通过各种已有和未来新增的渠道成为数星云会员，通过数星云产品提示的方式进行支付，成为会员。在用户使用具体某种方式成为会员时，须阅读并确认接受相关的服务条款和使用方法。数星云在此声明:未授权任何第三方销售数星云会员，也未在任何策三方平台销售会员，任何通过非数星云乘道购买的会员账户，数星云有权回收，并有权追究其法律责任
        </p>
        <p>
          （3）数星云会员账号所有权归数星云所有，会员拥有数星云账号的有限使用权。成为会员后，您有权利不接受数星云的服务，可联系客服取消会员服务，但会员服务费不予退还。
        </p>
        <p style="margin-top: 25px">（二）服务说明及账号查询</p>
        <p>
          （1）当会员使用数星云各单项服务时，会员的使用行为视为其对各单项服务的服务条款以及数星云在该单项服务中发出各类公告的同意。
        </p>
        <p>
          （2）您明确了解并同意，数星云会员的付费方式为代收费运营商托收的付款方式，您通过此种付费方式付费可能存在一定的商业风险，包括但不限于不法分子利用您账户或银行卡等有价卡进行违法活动，该等风险均会给您造成相应的经济损失。您应自行承担向侵权方追究侵权责任和追究责任不能的后果。
        </p>
        <p>
          （3）您应自行负责妥善且正确地保管、使用、维护您在数星云申请取得的账户、账户信息及账户密码。非因数星云原因致使您账户密码泄漏以及因您保管、使用、维护不当造成损失的，数星云无须承担与此有关的任何责任。
        </p>
        <p>
          （4）数星云不对您因第三方的行为或不作为造成的损失承担任何责任，包括但不限于支付服务和网络接入服务。任意第三方的侵权行为。
        </p>
        <p>
          （5）一旦您成为数星云会员，即视为您认可该项服务标明之价格；成为数星云会员后，该项服务即时生效。会员的增值服务标准以数星云平台上标注的详细资费标价为准。您可以通过登录数星云会员中心免费查询您的账号信息详情。
        </p>
        <p style="margin-top: 25px">（三）会员的义务</p>
        <p>
          （1）会员服务有固定的服务使用期限，您一旦成为会员即视为认可它的服务使用期限。会员服务仅限于申请账号自行使用：会员服务期内不能在数星云账号之间转移，禁止赠与、借用、转让或售卖。否则数星云有权在未经通知的情况下取消转让账户、受让账户的会员服务资格，由此带来的损失由会员自行承担。
        </p>
        <p>
          （2）若会员的行为持续违反本协议或违反国家相关法律法规，或数星云认为会员行为有损数星云或他人的声誉及利益，我们有权取消该会员的会员资格而无须给与任何补。
        </p>
        <p>
          （3）数星云内所有的信息后，不得用于买卖，交换等用途，若由此引起的任何纠纷由行为人承担，数星云不承担任何责任。
        </p>
        <p>
          （4）任何会员不得使用带有非法、淫秽、污辱或人身攻击的含义污辱或人身攻击的昵称和评论，一经发现，数星云有权取消其会员资格而无需给与任何补偿和退费。
        </p>
        <p style="margin-top: 25px">2.4. 通知及服务信息</p>
        <p>
          数星云会通过电子邮件或短信发布在平台上的通告与您联系，这包括向新用户介绍本服务各种功能的电子邮件。您将收到数星云向您发出与您的账户有关的电子邮件或短信，包括当在您人际网络内的其他用户向您发放相关机会的电子邮件或短信通知。数星云有可能向您发放促销信息，除非您选择不收取类似信息。
        </p>
        <p style="margin-top: 25px">2.5. 信息和分享</p>
        <p>
          数星云服务提供了多种发送和分享信息的方式，我们没有义务发表您使用数星云服务的所有的相关信息或内容，但可以根据法律法规或在合理状况下自行决定删除信息或内容，并且无需发送通知。
        </p>
      </div>
      <div>
        <p class="text-title">三、免责声明与其它担保</p>
        <p>3.1. 免责声明</p>
        <p>
          （1）数星云对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地需、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成平台的暂时性关闭等任何影响网络正常运营的不可预见，不可避免、不可克服和不可控制的事件(“不可抗力事件”)，以及他人蓄意破坏、数星云工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本平台不能访问而造成的本平台所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
        </p>
        <p>
          （2）使用数星云的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。数星云难以审查每个用户提供的内容或信息是否属于上述情况。我们平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。我们平台没有义务对于识别结果本身的真实性进行分辨或核验。平台返回的数据结果，不构成我们对任何人之明示或暗示的观点或保证。查询的结果请以官方平台公布为准。故，您同意，我们不对第三方（包括其他用户）提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责，如您认为数星云平台上存在上述内容或信息的，请及时根据法律法规规定的程序通知数星云，以便及时处理。我们的信息来源于公开信息，我们不做任何明示或暗示的承诺或保证，您同意不将我们的服务作为任何依据以主张任何权利，一旦发现属于违反使用规则，我们将停止对您提供服务。
        </p>
        <p>（3）数星云根据法律规定或政府相关政策要求提供您的个人信息。</p>
        <p>
          （4）数星云“UGC”内容均由用户创建，是用户对该公司名称所指事物、现象介绍、评论的平台。“UGC”内容仅代表作者观点，与数星云无关。除法律另有规定外，对于用户言论的真实性引发的全部责任，由用户自行承担，数星云不承担任何责任。
        </p>
        <p>
          （5）网络状况、通讯线路、第三方平台等任何原因而导致您不能正常使用数星云。
        </p>
        <p>（6）数星云在各服务条款及声明中列明的使用方式或免责情形。</p>
        <p style="margin-top: 25px">3.2. 无担保</p>
        <p>（1）“数星云”无法保证以下事项:</p>
        <p>1）本服务完全符合您的要求；</p>
        <p>2）本服务不受干扰、及时提供，安全可靠或不会出错；</p>
        <p>3）使用本服务取得之结果正确可靠；</p>
        <p>
          4）经由本服务购买或取得之任何产品、服务、资讯或其他信息符合您的期望；
        </p>
        <p>5）软件中任何错误都得到更正；</p>
        <p>
          （2）否使用本服务下或取得任何资料应由您自行考量且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担。
        </p>
        <p>
          （3）您自数星云或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外之任何保证
          当您同意该协议时，默认您已经同意以上无担保条款。
        </p>

        <p style="margin-top: 25px">3.3. 费用退还</p>
        <p>
          会员服务系网络商品和虚拟商品，您所支付的费用是您所购买的会员服务所对应的网络商品价格，而非预付款或者存款、定金、储蓄卡等性质，会员服务一经开通后不可退款（如因会员服务存在重大瑕疵导致您完全无法使用等数星云违约情形、本协议另有约定、法律法规要求必须退款的或数星云同意退款等除外)，数星云在此特别提醒您，您在购买会员服务之前应仔细核对账号信息、购买的服务内容、价格、服务期限等信息。
        </p>
      </div>
      <div>
        <p class="text-title">四、知识产权归属</p>
        <p>
          除非数星云另行声明，所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及相关权利，均归数星云所有。
        </p>
        <p>
          未经数星云书面授权许可，任何人不得擅自（包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载、非通过数星云购买)获取或使用数星云平台的数据、信息和资料，或通过不当方式影响数星云的正常服务，任何人不得擅自以软件程序自动获得数星云数据，否则，数星云将依法追究法律责任。
        </p>
      </div>
      <div>
        <p class="text-title">五、服务终止</p>
        <p>
          用户或数星云可根据实际情况中断服务。数星云不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对数星云服务不
        </p>
        <p>用户可有以下的追索权：</p>
        <p>（1）不使用数星云服务；</p>
        <p>（2）通告数星云停止该用户的服务。</p>
        <p>
          结束用户服务后，用户使用数星云服务的权利马上终止同时，数星云不再对用户承担任何义务。
        </p>
      </div>
      <div>
        <p class="text-title">六、会员纠纷</p>
        <p>数星云保留权利，但没有责任监督，处理您和其他会员之间的纠纷。</p>
      </div>
      <div>
        <p class="text-title">七、用户行为</p>
        <p>7.1. 应做事项</p>
        <p>如果您同意该项协议，则默认您遵守以下内容</p>
        <p>（1）遵守法律、法规及有关部门规章的；</p>
        <p>（2）提准确信息，并及时新信息；</p>
        <p>（3）档案使用真实合法身份；</p>
        <p>（4）专的态度使用“服务”；</p>
        <p>
          （5）不得非法使用数星云服务，确保用于合法的信息查询、跨境贸易、投融资等合理用途，不得危害国家安全。
        </p>
        <p style="margin-top: 25px">7.2. 禁止事项</p>
        <p>如果您同意该项协议，则默认您承诺不做以下行为：</p>
        <p>
          （1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息（包括但不限于图片、文字、视频、链接、音乐等）：
        </p>
        <p>1）反对宪法所确定的基本原则的；</p>
        <p>2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p>3）损害国家荣誉和利益的；</p>
        <p>4）煽动民族仇恨、民族歧视、破坏民族团结；</p>
        <p>5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p>6）散布谣言，扰社会秩序，破坏社会稳定的；</p>
        <p>7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p>8）侮辱或者诽谤他人，侵害他人合法权利的；</p>
        <p>
          9）含有虚假、欺诈、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、独亵、与公序良俗不符或其它道德上令人反感的内容；
        </p>
        <p>
          10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
        </p>
        <p>（2）为任何非法目的而使用网络服务系统；</p>
        <p>（3）恶意注册数星云账号；</p>
        <p>（4）数星云服务从事下活动：</p>
        <p>1）未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
        <p>2）未经书面允许，对计算机信息网络功能进行删除，修改或者增加的；</p>
        <p>
          3）未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行制除、修改或者增加的；
        </p>
        <p>
          4）故意制作、传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的；
        </p>
        <p>5）其他危害计算机信息网络安全的行为。</p>
        <p>
          （5）未经书面准许，利用数星云从事广告发布、变相广告、口碑营销、产品销售、传销等行为。
        </p>
        <p>
          （6）对数星云相关服务任部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
        </p>
        <p>（7）公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。</p>
        <p>（8）除发布外，删除或修改其他个人或公司公布的资料。</p>
        <p>
          （9）擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。
        </p>
        <p>
          （10）未经数星云同意，给公布信息的个人或公司发电子邮件、打电话，寄信或以其他方式进行擅自接触。
        </p>
        <p style="margin-top: 25px">7.3. 用户信息</p>
        <p>
          用户信息，是您在数星云的一张“名片”。用户在填写个人资料时，请遵守国家相关法律、法规，对于违规内容数星云有权提示用户修改、删除相关信息，清空违规信息，或视严重程度封禁账号。个人资料违规内容包括但不限于以下几点:
        </p>
        <p>（1）头像</p>
        <p>1）盗用他人照片，包括但不限于党和国家领导人及各界社会名人的肖像；</p>
        <p>2）含有广告推销、各种链接、二维码、联系方式等信息的图片；</p>
        <p>3）带有人身攻击、谩骂、侮辱、挑衅、低俗用语等不文明内容的图片；</p>
        <p>4）含有国家组织机构或其他组织机构的图片；</p>
        <p>5）违反法律法规的其他图片。</p>
        <p>（2）其他信息</p>
        <p>1）冒充他人信息；</p>
        <p>2）含有广告推销、各种链接、二维码、联系方式等信息的内容；</p>
        <p>3）带有人身攻击、谩骂、侮辱、桃衅、低俗用语等不文明内容的内容；</p>
        <p>4）违反法律法规的其他内容。</p>
        <p>（3）个人账户</p>
        <p>1）伪造虚假企业信息，进行冒牌；</p>
        <p>2）通过注册多个账户谋求不正当利益；</p>
        <p>3）其他扰乱数星云正常秩序或影响平台运营安全的行为。</p>
      </div>
      <div>
        <p class="text-title">八、来源声明</p>
        <p>
          数星云所开发、运营的大数据软件数星云移动版(以下简称“数星云”)是一款行业数据等公开信息查询平台。根据用户指令，数星云的搜索引整系统会以非人工检索方式自动生成用户检索的已经依法公开的相关信息，以便用户能够找到和体用该已被公开信息。
        </p>
        <p>
          数星云数据内容均由互联网搜集、第三方用户创建、自主研究与整理，数据和内容均来自互联网，目的是为了分享有价值的观点，所有的信息咨料仅供参者之用，平台不保证所有信息资料均准确无误，也不意味赞同或认可该信息的观点，内容仅代表原作者观点，与数星云无关，对于言论和观点的真实性引发的全部责任，由用户自行承拍，数星云不承担任何责任。如需内容转载或引用，用户需独立联系版权方，相关的风险和费用自行承担，数星云不承担任何责任。
        </p>
      </div>
      <div>
        <p class="text-title">九、用户隐私</p>
        <p>
          数星云绝对尊重用户的个人隐私权，数星云绝不会公开编辑、透漏用户的任何资料给第三方，除非有法律和政府的强制规定或是用户本人的同意。具体细则请见——隐私条款。
        </p>
      </div>
      <div>
        <p class="text-title">十、法律管辖与适用</p>
        <p>
          10.1.
          本协议的生效、行、解释及争议的解决均适用中华人民共和国法律:您同意有关本协议以及使用数星云的服务产生的争议交由数星云有限公司件所地法院以诉设方式解决。
        </p>
        <p>
          10.2.
          您理解并同意，根据服务的升级，我们有权对本协议讲行画改。我们会在我们的平台及相关软件产品中公告相关的面改，请使随时务以羊注，在本协这你改之后，你很续使用数星云及相关服务的行为，将表示您已经同意并招受了本协议的更改。
        </p>
      </div>
      <div>
        <p class="text-title">十一、版权政策</p>
        <p>
          除非数星云另行声明，数星云平台内的所有产品技术，软件，程席，数据及其他信息(句括但不限于文字，图像，图片照片、音频、视频、图表、色彩、版面设计、电子文档、
          Logo、“数星云”等文字、图形及其组合，以及数星云平台的其他标识、徽记产品和服务名称）的所有权利所有知识产权（包括但不限于版权、商标权、专利权、商业称率及其他所有相关权利）均归数星云所有。未经数星云许可，任何人不得擅自使用（包括但不限于通讨任何机器人、蜘蛛等程度或设备监视、复制、传播、展示、镜像、上载、下载）数星云平台内的任何内容及信息，也不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。否则，数星云保留采取一切合法方式维护正当利益的权利。未经数星云许可，任何人不得擅自（包括但不限于以非法的方式复制、传播、展示、镜像、上载、下载)使用，或通过非常规方式（如：恶意干预数星云数据）影响数星云的正常服务，任何人不得擅自以机器（如软件程序）自动获得数星云数据，一旦发生数星云有权立即停止服务，不退还费用，同时数星云将要取法律措施追究其法律事任。
        </p>
      </div>
      <div class="text-title">十二、本协议条款的最终解释权归数星云所有</div>
      <p>您确认您已仔细阅读以上备款，同时完全接受以上条款的内容。</p>
    </div>
  </div>
</template>

<script>
export default {
  props: {},
  data() {
    return {}
  },
  created() {},
  components: {}
}
</script>

<style lang="less" scoped>
.outer {
  // width: 1440px;
  padding: 0px;

  .logo-area {
    width: 100%;
    display: flex;
    align-items: center;
    font-family: Microsoft YaHei;
    font-size: 24px;
    font-weight: 700;
    line-height: 32px;
    text-align: left;
    color: rgba(45, 92, 246, 1);
    font-style: oblique 45deg;
    padding: 30px;
    .logo {
      width: 32px;
      height: 32px;
    }
  }

  .middle-area {
    width: 100%;
    height: 48px;
    background: rgba(229, 230, 235, 0.3);
    font-size: 16px;
    line-height: 24px;
    border: 1px solid rgba(229, 230, 235, 1);
    padding: 10px 0 10px 30px;
    font-weight: 700;
  }

  .text-content {
    font-size: 16px;
    font-weight: 400;
    line-height: 24px;
    letter-spacing: 0em;
    text-align: left;
    padding: 50px 270px 0px 270px;

    .text-title {
      font-family: Microsoft YaHei;
      font-weight: 700;
      line-height: 24px;
      letter-spacing: 0em;
      text-align: left;
      margin: 25px 0 25px 0;
    }
  }
}
</style>
